Repository: VitexSoftware/EaseFramework
Catalog: locale/*/LC_MESSAGES/default.po
Languages: cs

source: není složka. Jsem v adresáři:
cs: not an folder. Current directory:

source: UpdateToMySQL: Chybějící Data
cs: UpdateToMySQL: Missing Data

source: NENI PODLE CEHO URCIT JEDINECNOST PRODUKTU v shopu
cs: something goes wrong

source: Položku se nepodařilo uložit. Prosím zkuste jinou hodnotu.
cs: Item was not saved. Please try another value

source: Neuloženo
cs: Not saved

source: potvrzení
cs: confirmation

source: Opravdu
cs: Are you sure ?

source: Ano
cs: Yes

source: Ne
cs: No

source: chybí login
cs: missing login

source: chybí heslo
cs: missing password

source: neplatné heslo
cs: wrong password

source: uživatel %s neexistuje
cs: user %s does not exist

source: přihlášení zakázáno administrátorem
cs: login forbidden by administrator

source: Přihlášení %s proběhlo bez problémů
cs: login %s was successfull

source: Odhlášení proběhlo uspěšně
cs: Logout was sucessfull

source: Nejprve se prosím přihlašte
cs: Please login first

source: Zpráva %s byla odeslána na adresu %s
cs: Message %s was sent to %s
